[{"title":"Pride and Prejudice","author":"Jane Austen","id":0,"publishDay":"28.01.1813","genre":["drama","classics","history"],"imageUrl":"https://m.media-amazon.com/images/I/51tiK-eB3JL.jpg","price":"18","bookCover":"hard","publisher":"Martines","sold":"100","synopsis":"Pride and Prejudice follows the turbulent relationship between Elizabeth Bennet, the daughter of a country gentleman, and Fitzwilliam Darcy, a rich aristocratic landowner. They must overcome the titular sins of pride and prejudice in order to fall in love and marry."},{"title":"To Kill a Mockingbird","author":"Harper Lee","id":1,"publishDay":"03.10.2011","genre":["classics","novel"],"imageUrl":"https://images-na.ssl-images-amazon.com/images/I/517-jvZfzRL._AC_UL600_SR375,600_.jpg","price":20.52,"bookCover":"hard","publisher":"Martin","sold":200,"synopsis":"It is narrated by Scout Finch, a six-year-old tomboy who lives with her lawyer father Atticus and her ten-year-old brother Jem. During the novel Scout, Jem and their friend Dill try to make their reclusive neighbour Boo Radley leave his house. Boo has not been seen in Maycomb since he was a teenager."},{"title":"The Invincible Summer of Juniper Jones","author":"Daven Mcqueen","id":2,"publishDay":"06.03.2005","genre":["historical"],"imageUrl":"https://images-na.ssl-images-amazon.com/images/I/81H6+dru43L.jpg","price":12,"bookCover":"soft","publisher":"Penguin Books Ltd","sold":546,"synopsis":"Ethan, a mixed, biracial boy from Washington, is sent to a white town in Alabama after he got into some trouble at home. His parents are separated and his father sends him to spend the summer with his white aunt and uncle to teach him a lesson."},{"title":"The Little Prince","author":"Antoine de Saint-Exupery","id":3,"publishDay":"22.01.2000","genre":["children"],"imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61Zi2jjgfIL.jpg","price":21.28,"bookCover":"soft","publisher":"Vintage Publishing","sold":156,"synopsis":"The story follows a young prince who visits various planets in space, including Earth, and addresses themes of loneliness, friendship, love, and loss. Despite its style as a children's book, The Little Prince makes observations about life, adults and human nature."},{"title":"The Crown","author":"Robert Lacey","id":4,"publishDay":"04.12.2007","genre":["biography","royalty","history"],"imageUrl":"https://images.penguinrandomhouse.com/cover/9780525573371","price":30,"bookCover":"hard","publisher":"Bonnier Books Ltd","sold":945,"synopsis":"Premise. The Crown portrays the life of Queen Elizabeth II from her wedding in 1947 to Philip, Duke of Edinburgh, until the early 21st century. The book depicts events up to 1955, with Winston Churchill resigning as prime minister and the Queen's sister Princess Margaret deciding not to marry Peter Townsend."},{"title":"Toto","author":"Ximo Abadia","id":5,"publishDay":"12.05.2020","genre":["animal stories","discovery"],"imageUrl":"https://images-na.ssl-images-amazon.com/images/I/71XYbOccBlL.jpg","price":40,"bookCover":"hard","publisher":"Templar Publishing","sold":800,"synopsis":"TOTO is about a young Filipino hotel room service attendant who is determined to obtain a U.S. visa by any means. But when his schemes put the lives of his loved ones in danger, he is forced to question the extremity of his actions and reevaluate the cost of fulfilling his dream."},{"title":"Broken Things Inside","author":"Lauren Oliver","id":6,"publishDay":"20.09.2018","genre":["drama","biography"],"imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61TToUZHdcL.jpg","price":"28.30","bookCover":"soft","publisher":"Hodder & Stoughton","sold":"476","synopsis":"Everyone thinks Mia and Brynn killed their best friend. That driven by their obsession with a novel called The Way into Lovelorn the three girls had imagined themselves into the magical world where their fantasies became twisted, even deadly."},{"title":"Red Sparrow","author":"Jason Matthews","id":7,"publishDay":"20.09.2018","genre":["espionage","fiction"],"imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1361806944l/15803037.jpg","price":17.01,"bookCover":"soft","publisher":"Simon & Schuster Ltd","sold":775,"synopsis":"In modern-day Russia, Dominika Egorova is a famous ballerina who supports her ill mother. Following a career-ending injury, Dominika is approached by her uncle Ivan, the Deputy Director of SVR. She is tasked with seducing Dimitry Ustinov, a Russian gangster, in exchange for her mother's continued medical care."},{"id":557954,"title":"The Doomsday Book of Fairy Tales","author":"Emily Brewes","publisher":"Dundurn Group","publishDay":"2021","sold":"223","genre":["history","fantasy"],"imageUrl":"https://images-production.bookshop.org/spree/images/attachments/12653533/original/9781459747005.jpg?1620857770","synopsis":"A long time ago, the Vanderchucks fled the growing climate disaster and followed their neighbours into the Underground. Jesse Vanderchuck thought it was the end. Of the world. Of life. Eventually, Jesse's little sister, Olivia, ran away and Jesse started picking through trash heaps in Toronto's abandoned subway tunnels. Day in, day out.\n","bookCover":"hard","price":"16.54"},{"id":990162,"title":"    The Other Black Girl","author":"Zakiya Dalila","publisher":"Atria Books","publishDay":"2021","sold":"223","genre":["drama","classics"],"imageUrl":"https://images-production.bookshop.org/spree/images/attachments/13421887/original/9781982160135.jpg?1624402246","synopsis":"wenty-six-year-old editorial assistant Nella Rogers is tired of being the only Black employee at Wagner Books. Fed up with the isolation and microaggressions, she's thrilled when Harlem-born and bred Hazel starts working in the cubicle beside hers. They've only just started comparing natural hair care regimens, though, when a string of uncomfortable events elevates Hazel to Office Darling, and Nella is left in the dust.","bookCover":"hard","price":"24.84"},{"id":748581,"title":"Run: Book One","author":"John Lewis","publisher":"Abrams Comicart","publishDay":"2021","sold":"300","genre":["drama","detective"],"imageUrl":"https://images-production.bookshop.org/spree/images/attachments/14111842/original/9781419730696.jpg?1624283069","synopsis":"\"Run recounts the lost history of what too often follows dramatic change--the pushback of those who refuse it and the resistance of those who believe change has not gone far enough. John Lewis's story has always been a complicated narrative of bravery, loss, and redemption, and Run gives vivid, energetic voice to a chapter of transformation in his young, already extraordinary life.\" -Stacey Abrams","bookCover":"hard","price":"22.99"},{"id":269370,"title":"The Night Always Comes","author":"Willy Vlautin","publisher":"Harper","publishDay":"2021","sold":"225","genre":["fantasy"],"imageUrl":"https://images-production.bookshop.org/spree/images/attachments/14029987/original/Night_Always_Comes_hc_c.JPG?1615900145","synopsis":"Award-winning author Willy Vlautin explores the impact of trickle-down greed and opportunism of gentrification on ordinary lives in this scorching novel that captures the plight of a young woman pushed to the edge as she fights to secure a stable future for herself and her family.","bookCover":"hard","price":"24.83"},{"id":39822,"title":"Vegan Japaneasy: Over 80 Delicious Plant-Based Japanese Recipes","author":"Tim Anderson","publisher":"Hardie Grands","publishDay":"2021","sold":"455","genre":["classics","biography"],"imageUrl":"https://images-production.bookshop.org/spree/images/attachments/10858459/original/9781784882846.jpg?1588949392","synopsis":"Japanese cuisine: Fatty tuna! Wagyu beef! Pork broth! Fried chicken! Squid guts! It's a MINEFIELD for mindful vegans. OR SO IT SEEMS. In reality, there's an enormous amount of Japanese food that is inherently vegan or can be made vegan with just a few simple substitutions. And it's not just abstemious vegan Buddhist temple fare (although that is very lovely) - you can enjoy the same big, bold, salty-sweet-spicy-rich-umami flavours of Japanese soul food without so much as glancing down the meat and dairy aisles. Because Japanese cooking is often inherently plant-based, it's uniquely vegan-friendly. ","bookCover":"hard","price":"30"}]